;Place localized text in this file
;you can copy/paste any other mods local text here and write your own
;as long as the [xxx yyy] remains the same you can replace whatever inbetween the " " marks for the line

[DisguiseVest X2EquipmentTemplate]
FriendlyName="信号干扰器"
FriendlyNamePlural="便携式信号干扰器"
BriefSummary="与其穿一件背心进行身体防护，不如从一开始就尽量避免被发现，从而减少战斗接触.可以将干扰变种人跟踪信号的便携式电子设备连接到手术人员的躯干上，以防止我们的士兵被发现. 提供幻影能力."
TacticalText="<Bullet/> 不提供生命值加成，但给与幻影能力.\n<Bullet/>一次只能装备一件装甲."

;ABB
[LightWeaponFragments X2ItemTemplate]
FriendlyName="轻武器碎片"
FriendlyNamePlural="轻武器碎片"
BriefSummary="在野外回收的故障武器零件.虽然我们不能将它们直接添加到我们的军械库中，但仍然可以分解后，改进我们自己的步枪和霰弹枪设计."

[HeavyWeaponFragments X2ItemTemplate]
FriendlyName="重型武器碎片"
FriendlyNamePlural="重型武器碎片"
BriefSummary="在野外回收的故障武器零件.虽然我们不能将它们直接添加到我们的军械库中，但仍然可以分解后，改进我们自己的加农炮和狙击步枪设计."

[SidearmFragments X2ItemTemplate]
FriendlyName="侧臂武器碎片"
FriendlyNamePlural="侧臂武器碎片"
BriefSummary="在野外回收的故障武器零件.虽然我们不能将它们直接添加到我们的军械库中，但仍然可以分解后，改进我们自己的侧臂武器和近战武器设计.."

[TechFragments X2ItemTemplate]
FriendlyName="技术武器碎片"
FriendlyNamePlural="技术武器碎片"
BriefSummary="在野外回收的故障武器零件.虽然我们不能将它们直接添加到我们的军械库中，但仍然可以分解后，改进我们自己的技术武器设计.."

